

/* Seafile */
"%@ can't verify the identity of the website \"%@\"" = "%1$@ can't verify the identity of the website \"%2$@\"";

/* Seafile */
"%@ does not support to preview file of this kind at the moment." = "%@ does not support to preview file of this kind at the moment.";

/* Seafile */
"%@ invite you to %@" = "%1$@ invite you to %2$@";

/* Seafile */
"%@, Uploaded %@" = "%1$@, Pujat %2$@";

/* Seafile */
"%@, uploading" = "%@, uploading";

/* Seafile */
"%@, waiting to upload" = "%@, esperant per pujar";

/* Seafile */
"%ld photos remain" = "%ld photos remain";

/* Seafile */
"1 photo remain" = "1 photo remain";

/* Seafile */
"A file with the same name already exists, do you want to overwrite?" = "A file with the same name already exists, do you want to overwrite?";

/* Seafile */
"About" = "Sobre";

/* Seafile */
"Account" = "Account";

/* Seafile */
"Account Info" = "Informació del compte";

/* Seafile */
"Accounts" = "Comptes";

/* Seafile */
"Activities" = "Activitats";

/* Seafile */
"Activity" = "Activitat";

/* Seafile */
"Add a new discussion" = "Add a new discussion";

/* Seafile */
"Add account" = "Afegeix un compte";

/* Seafile */
"Add contact" = "Add contact";

/* Seafile */
"Added" = "Added";

/* Seafile */
"Added directory" = "Added directory";

/* Seafile */
"Added file" = "Added file";

/* Seafile */
"Added or modified" = "Added or modified";

/* Seafile */
"All photos synced" = "All photos synced";

/* Seafile */
"Are you sure to clear all the cache?" = "Are you sure to clear all the cache?";

/* Seafile */
"Are you sure to log out?" = "Are you sure to log out?";

/* Seafile */
"Auto Upload" = "Auto Upload";

/* Auto cleay library password */
"Auto clear passwords" = "Auto clear passwords";

/* Seafile */
"Auto merge by seafile system" = "Auto merge by seafile system";

/* Seafile */
"Auto upload should be enabled first." = "Auto upload should be enabled first.";

/* Seafile */
"Back" = "Torna";

/* Seafile */
"Back to Last Account" = "Torna a l'últim compte";

/* Seafile */
"Background Upload" = "Background Upload";

/* Seafile */
"Backup Contacts" = "Backup Contacts";

/* Seafile */
"Cache" = "Cache";

/* FolderView_iPad.storyboard */
"Camera Upload" = "Camera Upload";

/* Seafile */
"Can not remove certificate because it is still in use" = "Can not remove certificate because it is still in use";

/* Seafile */
"Cancel" = "Cancel·la";

/* Seafile */
"Cancel download" = "Cancel·la la descarrega";

/* Seafile */
"Changed library name or description" = "Changed library name or description";

/* Seafile */
"Checking library password ..." = "Verificant la contrasenya...";

/* Seafile */
"Choose" = "Selecciona";

/* Seafile */
"Choose a Seafile server" = "Choose a Seafile server";

/* Seafile */
"Choose an account to start" = "Seleccioneu un compte per començar";

/* Seafile */
"Clear libraries passwords successfully." = "Clear libraries passwords successfully.";

/* Seafile */
"Clear library password successfully." = "Clear library password successfully.";

/* Seafile */
"Clear password" = "Clear password";

/* Seafile */
"Clear remembered passwords" = "Clear remembered passwords";

/* Seafile */
"Click \"Search\" to start" = "Clica \"Cerca\" per començar";

/* Seafile */
"Connecting to server" = "Connectant amb el servidor";

/* Seafile */
"Contacts Backup" = "Contacts Backup";

/* Seafile */
"Contacts backup failed." = "Contacts backup failed.";

/* Seafile */
"Contacts backup should be enabled first." = "Contacts backup should be enabled first.";

/* Seafile */
"Contacts backup succeeded." = "Contacts backup succeeded.";

/* Seafile */
"Contacts will be backuped as: %@ " = "Contacts will be backuped as: %@ ";

/* Seafile */
"Copy" = "Copia";

/* Seafile */
"Copy Link to Clipboard" = "Copia l'enllaç al porta-papers";

/* Seafile */
"Copy image to clipboard" = "Copia la imatge al porta-papers";

/* Seafile */
"Copy share link to clipboard" = "Copy share link to clipboard";

/* Seafile */
"Copying files ..." = "Copiant els fitxers...";

/* Seafile */
"Created library %@" = "Created library %@";

/* Seafile */
"Creating file ..." = "Creant el fitxer...";

/* Seafile */
"Creating folder ..." = "Creant el directori...";

/* Seafile */
"Delete" = "Elimina";

/* Seafile */
"Deleted" = "Deleted";

/* Seafile */
"Deleted library %@" = "Deleted library %@";

/* Seafile */
"Deleting directory ..." = "Deleting directory ...";

/* Seafile */
"Deleting file ..." = "Eliminant el fitxer...";

/* Seafile */
"Deleting files ..." = "Eliminant els fitxers...";

/* Seafile */
"Destination" = "Destí";

/* Seafile */
"Directory '%@' is shared with you using %@" = "Directory '%1$@' is shared with you using %2$@";

/* Seafile */
"Discussion" = "Missatges";

/* Seafile */
"Do you want reset the uploaded photos?" = "Do you want reset the uploaded photos?";

/* Seafile */
"Do you want to backup contacts now? " = "Do you want to backup contacts now? ";

/* Seafile */
"Download" = "Download";

/* Seafile */
"Edit" = "Edita";

/* Seafile */
"Email" = "Correu electrònic";

/* Seafile */
"Email or Username" = "Email or Username";

/* Seafile */
"Enable TouchID" = "Enable TouchID";

/* Seafile */
"Encrypted Libraries" = "Encrypted Libraries";

/* Seafile */
"Failed to add discussion" = "No s'ha pogut afegir el missatge";

/* Seafile */
"Failed to authenticate" = "Failed to authenticate";

/* Seafile */
"Failed to copy files" = "No s'han pogut copiar els fitxers";

/* Seafile */
"Failed to create file" = "No s'ha pogut crear el fitxer";

/* Seafile */
"Failed to create folder" = "No s'ha pogut crear el directori";

/* Seafile */
"Failed to delete files" = "No s'han pogut eliminar els fitxers";

/* Seafile */
"Failed to download file '%@'" = "Failed to download file '%@'";

/* Seafile */
"Failed to find %@" = "Failed to find %@";

/* Seafile */
"Failed to find library" = "Failed to find library";

/* Seafile */
"Failed to generate share link of directory '%@'" = "Failed to generate share link of directory '%@'";

/* Seafile */
"Failed to generate share link of file '%@'" = "No s'ha pogut crear l'enllaç al fitxer '%@'";

/* Seafile */
"Failed to get groups ..." = "No s'han pogut obtenir els grups...";

/* Seafile */
"Failed to get messages" = "Failed to get messages";

/* Seafile */
"Failed to get modification details" = "Failed to get modification details";

/* Seafile */
"Failed to get starred files" = "No s'han pogut obtenir els fitxers destacats";

/* Seafile */
"Failed to identify the coding of '%@'" = "No s'ha reconegut la codificació de '%@'";

/* Seafile */
"Failed to load activities" = "No s'han carregat les activitats";

/* Seafile */
"Failed to load content of the directory" = "No es pot mostrar el contingut del directori";

/* Seafile */
"Failed to load files" = "No es poden carregar els fitxers";

/* Seafile */
"Failed to login" = "No s'ha pogut iniciar sessió";

/* Seafile */
"Failed to move files" = "No s'han mogut els fitxers";

/* Seafile */
"Failed to open file" = "Failed to open file";

/* Seafile */
"Failed to remove certificate" = "Failed to remove certificate";

/* Seafile */
"Failed to rename file" = "No s'ha reanomenat el fitxer";

/* Seafile */
"Failed to restore contacts." = "Failed to restore contacts.";

/* Seafile */
"Failed to save %@ to album" = "No s'ha guardat %@ al àlbum";

/* Seafile */
"Failed to save account" = "Failed to save account";

/* Seafile */
"Failed to search" = "No s'ha pogut buscar";

/* Seafile */
"Failed to send message" = "No s'ha enviat el missatge";

/* Seafile */
"Failed to upload file" = "No s'ha pujat el fitxer";

/* Seafile */
"File '%@' is shared with you using %@" = "File '%1$@' is shared with you using %2$@";

/* Seafile */
"File '%@' is too large to edit" = "'%@', no es pot editar un fitxer tan gran";

/* Seafile */
"File '%@' uploaded success" = "'%@' s'ha pujat al servidor";

/* Seafile */
"File name invalid" = "El nom de fitxer no és vàlid";

/* Seafile */
"File name must not be empty" = "El nom del fitxer és obligatori";

/* Seafile */
"Files with the same name already exist, do you want to overwrite?" = "Files with the same name already exist, do you want to overwrite?";

/* Seafile */
"Folder name invalid" = "El nom del directori no és vàlid";

/* Seafile */
"Folder name must not be empty" = "El nom del directori és obligatori";

/* Seafile */
"For example: https://seacloud.cc or http://192.168.1.24:8000" = "Exemples: https://seacloud.cc o http://192.168.1.24:8000";

/* Seafile */
"Generate share link ..." = "Crea un enllaç per enviar...";

/* Seafile */
"Generate share link success" = "L'enllaç s'ha creat";

/* Seafile */
"Group discussion" = "Group discussion";

/* Seafile */
"Hey there!<br/><br/> I've been using %@ and thought you might like it. It is a free way to bring all you files anywhere and share them easily.<br/><br/>Go to the official website of %@:</br></br> <a href=\"%@\">%@</a>\n\n" = "Hey there!<br/><br/> I've been using %1$@ and thought you might like it. It is a free way to bring all you files anywhere and share them easily.<br/><br/>Go to the official website of %2$@:</br></br> <a href=\"%3$@\">%4$@</a>\n\n";

/* Seafile */
"Hi,<br/><br/>Here is a link to <b>'%@'</b> in my %@:<br/><br/> <a href=\"%@\">%@</a>\n\n" = "Hi,<br/><br/>Here is a link to <b>'%1$@'</b> in my %2$@:<br/><br/> <a href=\"%3$@\">%4$@</a>\n\n";

/* Seafile */
"Hi,<br/><br/>Here is a link to directory <b>'%@'</b> in my %@:<br/><br/> <a href=\"%@\">%@</a>\n\n" = "Hi,<br/><br/>Here is a link to directory <b>'%1$@'</b> in my %2$@:<br/><br/> <a href=\"%3$@\">%4$@</a>\n\n";

/* Seafile */
"How would you like to share this file?" = "Com voldreu compartir aquest fitxer?";

/* Seafile */
"Import client certificate" = "Import client certificate";

/* Seafile */
"Invalid Server" = "El servidor no és vàlid";

/* Seafile */
"Invalid email" = "Invalid email";

/* Seafile */
"Last Backup Time" = "Last Backup Time";

/* No comment provided by engineer. */
"Last Updated: %@" = "Última actualització: %@";

/* Seafile */
"Libraries" = "Llibreries";

/* Loading Status */
"Loading..." = "Carregant...";

/* Seafile */
"Local Cache" = "Cache local";

/* Local decryption */
"Local decryption" = "Local decryption";

/* Seafile */
"Log out" = "Log out";

/* Seafile */
"Login" = "Inicia sessió";

/* Seafile */
"Message" = "Missatge";

/* Seafile */
"Messages" = "Messages";

/* Seafile */
"Modification Details" = "Modification Details";

/* Seafile */
"Modified" = "Modified";

/* Seafile */
"Modified file" = "Modified file";

/* Seafile */
"More" = "More";

/* Seafile */
"Move" = "Mou";

/* Seafile */
"MoveTo" = "Mou a";

/* Seafile */
"Moved" = "Moved";

/* Seafile */
"Moved directory" = "Moved directory";

/* Seafile */
"Moving files ..." = "Movent fitxers...";

/* Seafile */
"My Own Libraries" = "Llibreries personals";

/* Seafile */
"NO" = "NO";

/* FailToPreview_iPad.xib, FailToPreview_iPhone.xib, SeafCell.xib, SeafDirCell.xib, SeafMessageCell.xib, SeafUploadDirViewController.xib */
"Name" = "Nom";

/* Seafile */
"Network unavailable" = "No hi ha connexió de xarxa";

/* Seafile */
"New File" = "Crea fitxer";

/* Seafile */
"New Folder" = "Crea directori";

/* Seafile */
"New file name" = "Nou nom de fitxer";

/* Seafile */
"New folder name" = "Nou nom de directori";

/* Seafile */
"No Results" = "Cap resultat";

/* Seafile */
"No available certificates" = "No available certificates";

/* Seafile */
"OK" = "D'acord";

/* Seafile */
"Open elsewhere..." = "Obre a algun lloc...";

/* Seafile */
"Open in other applications" = "Obre amb una altre aplicació";

/* Seafile */
"Open photo browser" = "Open photo browser";

/* Seafile */
"Organization" = "Organization";

/* Seafile */
"Other Server" = "Other Server";

/* Seafile */
"Out of quota" = "Out of quota";

/* Seafile */
"Password" = "Contrasenya";

/* Seafile */
"Password must not be empty" = "La contrasenya és obligatòria";

/* Seafile */
"Password of '%@'" = "Password of '%@'";

/* Seafile */
"Password of library '%@'" = "Password of library '%@'";

/* Seafile */
"Password required" = "La contrasenya és obligatòria";

/* Seafile */
"PasteTo" = "Enganxa a";

/* Seafile */
"Photos" = "Imatges";

/* Seafile */
"Photos are not accessible" = "Photos are not accessible";

/* Seafile */
"Please authenticate to proceed" = "Please authenticate to proceed";

/* Seafile */
"Please disable \"Auto clear passwords\" for auto uploading photos to an encrypted library." = "Please disable \"Auto clear passwords\" for auto uploading photos to an encrypted library.";

/* Seafile */
"Please disable \"Auto clear passwords\" for uploading contacts to an encrypted library." = "Please disable \"Auto clear passwords\" for uploading contacts to an encrypted library.";

/* Seafile */
"Please enable \"Local decryption\" for auto uploading photos to an encrypted library." = "Please enable \"Local decryption\" for auto uploading photos to an encrypted library.";

/* Seafile */
"Please enable \"Local decryption\" for uploading contacts to an encrypted library." = "Please enable \"Local decryption\" for uploading contacts to an encrypted library.";

/* Seafile */
"Post a discussion to group" = "Publica un missatge al grup";

/* Seafile */
"Preview" = "Vista prèvia";

/* Seafile */
"Print" = "Imprimeix";

/* Pull down to get more messages */
"Pull down to get more messages..." = "Pull down to get more messages...";

/* Pull down to refresh status */
"Pull down to refresh..." = "Prem per refrescar...";

/* Seafile */
"Recovered deleted directory" = "Recovered deleted directory";

/* Seafile */
"Redownload" = "Torna a descarregar";

/* Release to get more messages */
"Release to get more messages..." = "Release to get more messages...";

/* Release to refresh status */
"Release to refresh..." = "Solta per refrescar...";

/* Seafile */
"Remove client certificate" = "Remove client certificate";

/* Seafile */
"Removed" = "Removed";

/* Seafile */
"Removed directory" = "Removed directory";

/* Seafile */
"Removed file" = "Removed file";

/* Seafile */
"Rename" = "Reanomena";

/* Seafile */
"Renamed" = "Renamed";

/* Seafile */
"Renamed directory" = "Renamed directory";

/* Seafile */
"Renaming file ..." = "Reanomenant fitxer...";

/* Seafile */
"Replace" = "Replace";

/* Seafile */
"Reset repo password" = "Reset repo password";

/* Seafile */
"Restore Contacts" = "Restore Contacts";

/* Seafile */
"Restoring contacts." = "Restoring contacts.";

/* Seafile */
"Reverted file \"%@\" to status at %@." = "Reverted file \"%1$@\" to status at %2$@.";

/* Seafile */
"Reverted library to status at" = "Reverted library to status at";

/* Seafile push notification message */
"SEAFILE_LOC_KEY_FORMAT" = "%@, tens missatges nous de %@";

/* Seafile */
"Save" = "Guarda";

/* Seafile */
"Save Destination" = "Save Destination";

/* Seafile */
"Save all photos to album" = "Save all photos to album";

/* Seafile */
"Save to %@" = "Save to %@";

/* MainInterface.storyboard */
"Save to Seafile" = "Save to Seafile";

/* Seafile */
"Save to album" = "Guarda al àlbum";

/* Seafile */
"Saving all photos to album" = "Saving all photos to album";

/* Seafile */
"Seafile" = "Seafile";

/* Seafile */
"Search" = "Busca";

/* Seafile */
"Search files in this library" = "Search files in this library";

/* Seafile */
"Search is not supported on the server" = "Aquest servidor no suporta la búsqueda";

/* Seafile */
"Searching" = "Buscant";

/* Seafile */
"Searching ..." = "Buscant...";

/* Seafile */
"Select All" = "Selecciona-ho tot";

/* Seafile */
"Select None" = "Cap selecció";

/* Seafile */
"Select a certificate" = "Select a certificate";

/* No comment provided by engineer. */
"Send" = "Envia";

/* Seafile */
"Send share link via email" = "Send share link via email";

/* Seafile */
"Sending" = "Sending";

/* Seafile */
"Sending..." = "Enviant...";

/* Seafile */
"Server" = "Servidor";

/* Seafile */
"Server must not be empty" = "El camp servidor és obligatori";

/* Seafile */
"Server, like https://seafile.cc" = "Servidor, estil https://seafile.cc";

/* Seafile */
"Settings" = "Configuració";

/* Seafile */
"Shared to me" = "Shared to me";

/* Seafile */
"Shibboleth" = "Shibboleth";

/* Seafile */
"Shibboleth Login" = "Shibboleth Login";

/* Seafile */
"Sort by Last Modifed Time" = "Sort by Last Modifed Time";

/* Seafile */
"Sort by Name" = "Sort by Name";

/* Seafile */
"Space Used" = "Space Used";

/* Seafile */
"Star" = "Star";

/* Seafile */
"Starred" = "Destacats";

/* Seafile */
"Start to download folder: " = "Start to download folder: ";

/* Seafile */
"Start to download library: " = "Start to download library: ";

/* Seafile */
"Succeeded to remove certificate" = "Succeeded to remove certificate";

/* Seafile */
"Succeeded to restore contacts" = "Succeeded to restore contacts";

/* Seafile */
"Succeeded to save %@ to album" = "S'ha guardat %@ al àlbum";

/* Seafile */
"Successfully imported %@" = "Successfully imported %@";

/* Seafile */
"Tell Friends about %@" = "Tell Friends about %@";

/* Seafile */
"The certificate from this website has been changed. Would you like to connect to the server anyway?" = "The certificate from this website has been changed. Would you like to connect to the server anyway?";

/* Seafile */
"The certificate from this website is invalid. Would you like to connect to the server anyway?" = "The certificate from this website is invalid. Would you like to connect to the server anyway?";

/* Seafile */
"The length of password should be between 3 and 100" = "La longitud de la contrasenya ha d'estar entre 3 i 100";

/* Seafile */
"The mail account has not been set yet" = "El compte de correu electrònic no s'ha configurat";

/* Seafile */
"The token is invalid, you need to login again" = "The token is invalid, you need to login again";

/* Seafile */
"There is no app which can open this type of file on this machine" = "No hi ha cap aplicació que pugui obrir aquest tipus de fitxer";

/* Seafile */
"There was a problem verifying your identity." = "There was a problem verifying your identity.";

/* Seafile */
"This app does not have access to your contacts." = "This app does not have access to your contacts.";

/* Seafile */
"This app does not have access to your location service." = "This app does not have access to your location service.";

/* Seafile */
"This app does not have access to your photos and videos." = "This app does not have access to your photos and videos.";

/* Seafile */
"This function is not supportted yet" = "Aquesta funció no està implementada";

/* Seafile */
"This function is not supportted yet，you can copy it to the pasteboard and send mail by yourself" = "Aquesta funció no està implementada, pots copiar i enviar l'enllaç en un correu electrònic";

/* Seafile */
"Two step verification code" = "Two step verification code";

/* Seafile */
"Unstar" = "Unstar";

/* Seafile */
"Upload" = "Puja";

/* Seafile */
"Upload Destination" = "Upload Destination";

/* Seafile */
"Upload Videos" = "Upload Videos";

/* NSPhotoLibraryUsageDescription */
"Used to sync photos" = "Used to sync photos";

/* Seafile */
"Username" = "Nom d'usuari";

/* Seafile */
"Username must not be empty" = "El nom d'usuari és obligatori";

/* Seafile */
"Verification code must not be empty" = "Verification code must not be empty";

/* Seafile */
"Version" = "Versió";

/* Seafile */
"Website" = "Lloc web";

/* Seafile */
"Welcome to %@" = "Welcome to %@";

/* Seafile */
"Wifi Only" = "Wifi Only";

/* Seafile */
"Wipe Cache" = "Cache Wipe";

/* Seafile */
"Wrong library password" = "Contrasenya de llibreria incorrecta";

/* Seafile */
"Wrong password" = "Wrong password";

/* Seafile */
"Wrong username or password" = "Nom d'usuari o contrasenya incorrectes";

/* Seafile */
"YES" = "YES";

/* Seafile */
"You can enable access in Privacy Settings" = "You can enable access in Privacy Settings";

/* Seafile */
"Your device cannot authenticate using Touch ID." = "Your device cannot authenticate using Touch ID.";

/* Seafile */
"and %@ more" = "and %@ more";

/* SeafCell.xib */
"detail" = "detail";

/* Seafile */
"directories" = "directories";

/* Seafile */
"files" = "files";

/* Seafile */
"modified" = "modified";

/* Seafile */
"uploading" = "uploading";

/* FolderView_iPad.storyboard, FolderView_iPhone.storyboard */
"www.seafile.com" = "www.seafile.com";

/* Seafile */
"Downloading" = "Descàrrega";

/* Seafile */
"Completed" = "Completat";

/* Seafile */
"Failed" = "Failed";
